const List<String> questionTexts = [
  "اسم کامل من چیه ؟",
  "تولد من کی هست ؟",
  "فکر میکنی شخصیت من چیست ؟",
  "آیا می دانی چه چیزهایی به من حس ناامنی \n می دهد؟",
  "آیا می دانی غذای مورد علاقه من چیست؟",
  "آیا می دانی از چه غذایی بدم می آید ؟",
  "آیا می دانی برنامه تلویزیونی مورد علاقه من \n چیست ؟",
  "آیا می دانی وقتی که ناراحت هستم ، چه \n چیزی من را خوشحال می کند ؟",
  "آیا یادت هست برای اولین قرارمان چه کار \n کردیم ؟",
  "آیا می دانی بزرگترین ترس من چیست ؟",
  "آیا می دانی مکان رویایی من برای سفر کردن \n کجاست ؟",
  "آیا از اهداف بلند مدت من خبر داری ؟",
  "آیا می دانی اهداف شغلی من چیست ؟",
  "آیا می دانی آهنگ یا خواننده مورد علاقه من \n چیست ؟",
  "آیا از استعداد های من آگاه هستی ؟",
  "آیا می دانی بو مورد علاقه من چیست ؟",
  "آیا می دانی زمان های مورد علاقه من در \n گذشته چه بوده ؟",
  "آیا آلرژی دارم ؟",
  "آیا اعترافی هست که به تو کرده باشم و \n هیچکس نمی داند ؟"
];

const List<String> questions = [
  'q1','q2','q3','q4','q5','q6','q7','q8','q9','q10','q11',
  'q12','q13','q14','q15','q16','q17','q18','q19'
];